{
  "lover_greeting": {
    "morning": [
      "我叫太阳每天把幸福的阳光洒在你身上，我叫月亮每天给你一个甜美的梦境，祝愿你事事如意！",
      "带着昨夜的丝丝清凉，把祝福写在夏日的早上，愿你一天的生活快乐安详，愿你以后的日子幸福吉祥，祝早安！",
      "天亮了吧，闹铃响了吧，极不情愿地起床了吧，我的问候及时赶到了吧，高兴了吧，那就笑笑吧。早安，祝你好情绪！",
      "叮铃铃，叮铃铃，懒虫快点醒，醒来去淘金。叮铃铃，叮铃铃，懒虫快点行，出行好心情。叮铃铃，叮铃铃，懒虫仔细听，短信来传情：早安！",
      "在我心灵的百花园里，采集金色的鲜花，我把最鲜艳的一朵给你，作为我对你的问候。你好！",
      "早上好，送你清爽的问候，温馨的祝愿，早晨，美妙的开端，祝你今日精力棒棒，生机多多，心境好好，一切都好！",
      "睡意正浓时，手机震动了，朦胧中，拿起手机一看，醒了：笑脸问候全都来了，精神早餐我送上第一道问候的菜，亲爱的，早安！",
      "不论晴天雨天，快乐就是好天，不论大风小风，顺利就是顺风，不论大雨小雨，润物就是好雨，不论早到迟到，祝福一定要到，宝贝，早上好。",
      "宝贝，早安：不管高山河流，我陪你一起走；不管白昼黑夜，我伴你一起走；不管快乐忧伤，我随你走。走过春夏秋冬，走过青春岁月，我愿牵着你的手，陪你到白头。",
      "太阳出来喜洋洋，我叫小猪快起床；小猪迷糊抚着墙，刷牙洗脸去水房；洗漱完毕精神爽，吃根油条喝碗浆；就算迟到也别慌，注意安全保健康。",
      "早安，太阳，早安，地球，早安，中国，早安，亲爱的猪猪，快起来了，太阳公公要非礼你屁屁了。",
      "一万个美丽的未来，抵不上一个温暖的现在；每一个真实的现在，都是我们曾经幻想的未来，愿你爱上现在，梦见未来。早安！",
      "喜好一种声响，是和风吹落露水，赏识一幅景色，是明月装点星空；沉醉一种气味，是幽兰洋溢空谷；祝愿一位伴侣，是笑看短信的你。早上好！",
      "宝贝，一夜的风雨累了吧，知道你的辛苦，有你真的很满足，早晨了起来吧，老公跟你道一句早安，爱你永远不变，今天新的开始，努力加油，我们还有希望哦！",
      "小鸡咯咯叫，早起哈哈笑，心情爽朗气色好；牛奶泡一泡，鸡蛋也得要，美味早餐真美妙；好运为你绕，幸福来相抱，新的一天来报到。祝你愉快每一天，早安！",
      "美丽的早晨，灿烂的你，美好的生活在等你！美丽的天气，美好的你，美好的情意滋润你！清新的空气，清晰的你，愉快的心情陪伴你！祝您快乐！",
      "有一种感觉叫做幸福，有一种心跳叫做快乐，有一种祝福叫做早上好，清晨代表新的一天，愿你把握好感觉，感受到心跳，拥有完美的新一天，早安。",
      "咖啡，一缕阳光冲调的温暖，面包，一句问候烘烤的香甜，果酱，一个清晨洋溢的芳香，宝贝，早安，想你。",
      "宝贝，早上好！自从有了你，我好像在漫漫的黑暗中见到了光明，在无涯的沙漠中得到了清泉，在山石中发现了一枝鲜花。",
      "清晨的完美就如青草般芳香，如河溪般清澈，如玻璃般透明，如甘露般香甜。亲爱的亲爱的亲爱的，早上好，愿你这天有个好情绪！",
      "送你颗星，早上舒心，出门顺心，路上留意，遇事耐心，做是细心，交友留心，待人诚心，回家开心，夜里安心，对自我有信心，对别人有爱心，祝你永远开心每一天！",
      "如果能幻化成一片雪花，我愿轻轻落到您的身上慢慢融化悄悄祝福，愿我的温柔能化解您的疲惫，愿我的晶莹能过滤您的思绪，早上好！",
      "用健康搅拌香浓的咖啡，用幸福烘烤原麦的面包，用温暖叫醒快乐的你；阳光给你洗洗脸，晴天给你刷刷牙，微笑一下，给自己加油打气，早上好。",
      "美丽的'早晨，灿烂的你，美好的生活在等你！美丽的天气，美好的你，美好的情意滋润你！清新的空气，清晰的你，愉快的心情陪伴你！愿你快乐每一天！",
      "冷冷暖暖的四季，深深浅浅的惦记；远远近近的距离，缠缠绵绵的情谊；多多少少的寄语，风风雨雨的相惜；反反复复的问候，洋洋洒洒的笑意。愿你身体健健康康，早安，天冷了，注意保暖哦！",
      "早晨推开窗，拥抱阳光，觉得天然的浅笑；夜晚散漫步，聊聊家常，品尝普通的幸福。伴侣，拥有好意态，愿你幸福美妙！",
      "清晨，我轻轻推开那扇窗，任阳光流泻身上，心中暖洋洋，洋溢着对你的祝愿，悄悄送到你的身旁，愿你一天都拥有美好时光。",
      "有一份工作没有工资，没有休息，没有退休，也不会下岗，而且是我最爱的工作，那就是爱你。早上好，快起床。",
      "倚着阳光的肩膀，撒娇在花香的味道，童话里的美丽梦，躺在云中轻飘，暖心的早餐，吻着亲爱的你，道一声早上好。",
      "早安！当你睁开双眼，祝福已飞到你面前，带着快乐的旋律，愉悦的心态，滚滚的财源，甜蜜的浪漫和美妙的生活伴你度过美好的一天！",
      "都道海水深，不及相思半。相别的日子，花也无言，月也不圆。相思如春水，翦不断，理更乱。心有结千千，长盼共花前，两手紧相牵。想你，亲爱的。",
      "抬头看看洁白的屋顶，伸手关掉叮铃的闹钟，分散未离去的阵阵睡意，打破又想赖床的懒脾气，翻看手机最新的信息：又到一条天起床时，你好，早安！",
      "早晨，看见红日升起，愿你生活如红日般红火；早晨，看见白云飘荡，愿你的心情如白云般自在；祝早安，开心每天。",
      "睁开明亮的双眼，除去睡意的干扰，舒展美丽的笑脸，问候消息拥抱愉悦的一天。早安，亲爱的，愿你这天好情绪，生活工作都舒心！",
      "清晨，我呼吸着新鲜空气，迎面的风捎来了你的气息，不知你现在在哪里？希望在这美丽的早晨时时见到开开心心的你，早安！",
      "早上好，吃饭了吗，没吃的话，送你一盘鸭，吃了会想家；还有一碟菜，天天有人爱；配上一羹汤，一生永健康；再来一杯酒，幸福会长久；另加一碗饭，爱情永相伴。",
      "没有你，怎能体会清晨清新的空气，没有你，怎能感受重生般的点点滴滴，没有你，又怎能开始体验美好一天的甜蜜，早安！我亲爱的，早安！",
      "握一束清晨光，轻轻放在你的脸庞，带给你一天的清凉，愿你从睡梦中醒来，看到满眼的期望，心中充满宁静与安详，那是我送你的完美愿望，早安！",
      "用牛奶的营养抚摸清晨的阳光，用面包的麦香轻吻温暖的梦乡，用短信的问候祝福你一天的健康，早上好，宝贝。",
      "清晨的霞光无比灿烂，扫除你一切的忧烦，清晨的露珠无比晶莹，装点你美丽的情绪；清晨的鲜花无比美丽，代表我祝福的心意：祝早安带笑意，情绪乐无比！",
      "小兔子乖乖，快把眼睁开，看窗外，阳光好、鸟儿叫，微风摇、人欢笑；小兔子乖乖，悄悄地起床来，吹吹风、跳一跳，一整天，心情好。乖，早安！",
      "早晨收到祝福会快乐一天，春天收到祝福会快乐一年；现在又是早上又是春天，我把祝福，送给你，幸福你每一秒。",
      "是闪动的群星为天空织下美丽，是汹涌的浪花为大海増添气势，是你的走入让我感到幸福，把最美的祝福留给你，老婆，早安！",
      "清清的晨风摇响快乐的铃铛，我的心奏起欢快的乐曲，说声“早安”，向你问好。",
      "早上开手机，串串铃声连连响起！旭日伴随我的信息，快乐一天开启；白天随时随地，祝福的短信发给你，温馨无比。晚霞和夜幕降临，问候让你甜甜蜜蜜！",
      "清晨的雨露清澈透明，多事的蝉儿热闹的鸣唱，欢快的喜鹊掩饰不住心中的喜悦，可人的小麻雀也叽叽喳喳，原来你醒了，轻轻的问候一声：早安开心一整天。",
      "早晨，当朝霞舞动着她柔曼的翅膀，将我们的梦轻轻唤醒，一丝清新的空气，一缕带给我们快乐的阳光，多好啊，早晨！",
      "你还在甜甜梦乡，我已沐阳光，踏朝霞，悄悄飞落你身旁，洒一片祝福在你身上，醒来的一刹那，你会发现浑身充满力量，早安！",
      "当第一线光明照彻天际，当第一缕阳光洒满人间，当第一丝清风拂过脸颊，当第一曲铃声悠然响起，那是我的第一声祝福早早来到，愿你拥有一天好心情。",
      "清晨的美好就如青草般芳香，如河溪般清澈，如玻璃般透明，如甘露般香甜。亲爱的亲爱的，早上好，愿你今天有个好心情！"
    ],
    "normal": [
      "不管今世也来世也好，我所要的只有你。",
      "我答应不会让任何人伤害你，包括我自己在内，相信我！我会给你幸福。",
      "我想未来我一定会天天陪你上市场。",
      "使你不爱我，我会一生保护你。",
      "我知道爱要自由才能快乐，我却宁愿留在你身边，陪你，陪你走过。",
      "你是我最初也是最后爱的人。",
      "因为知道不能没有你，所以我会更珍惜。",
      "我走进了我的生命，我正为你准备好一生一世。",
      "宝贝，如果我退出你能幸福，我愿意；如果你要我勇敢面对，我愿意…因为爱你，所以想让你幸福；因为爱你，所以想面对一切，宝贝我爱你！",
      "我的世界只有你懂。",
      "我从来没有像你这样一个教我如此深受震撼的女人。",
      "没有一种服装比起你的爱更合身，没有一种装饰比起你的爱更迷人。",
      "直到遇见了你，我才感受到自己的存在，一直舍不得离开你，虽然你说的如此坚决。",
      "白昼与黑夜将无法阻挡我俩的深深思念。",
      "我愿意爱你，照顾你、保护你，一生一世。",
      "不管生活是闯荡还是流浪，我都会把你放在我心上，让深情天天冲击着我的心脏，让脉搏跳动着所有怀想，让信息传送着永远爱你的希望。",
      "虽然不能满足你最大的物质生活，但我可以把我的心来满足你。",
      "好好照顾自己，我不想等到下辈子再来爱你。",
      "总是想念着你，虽然我们无法共同拥有每分每秒。",
      "或许我没有太阳般狂热的爱，也没有流水般绵长的情，只知道不断的爱你爱你、无所□能的为你。",
      "我愿意用一千万年等待你初春暖阳般的绽颜一笑。",
      "好笑吗？身边没你，好怪，陪我一生一世好吗？——让女孩感动的话",
      "每次我感到失意时，都回忆起你的浅笑，你的鼓励，它们使我坚强的面对下去，谢谢你！",
      "不管将来发生什么事，你变成什么样子，依旧是我最爱的人。",
      "在人群之中寻觅着你，就彷佛在海边掬起所有的沙粒，急於发现你的踪迹，如果不从愿，但愿还有来生。",
      "只要你愿意，当你失落失意的时候，需要一个肩膊的时候，告诉我，我会立即出现。",
      "你就是我最困难时的那位永远支持我的人。",
      "我想在五十年之后我一定还是像现在一样爱你。",
      "你可知我百年的孤寂只为你一人守候千夜的恋歌只为你一人而唱。",
      "我想要和你一起慢慢变老。",
      "虽然我不知你身在何方，但我知道，你一直在我心里。",
      "你在我心中永远是最有气质、最特别和最具吸引力的。",
      "此刻我很挂念你，请为我小心照顾自己。",
      "你的话已经锁在我的记忆里了那钥匙你就替我保管一辈子吧。",
      "想想和我一同看日升日落的喜悦吧！",
      "请你当我手心里的宝。",
      "只因你太美好令我无法坦白说出我爱你。",
      "没什么特别的事，只想听听你的声音。",
      "思念就像河流般，滔滔不绝地流向大海，流向我的心房。",
      "我想对你爱恋的极短诗篇，升华为漫长的生活散文。",
      "对你，我已经无条件投降了，你就签下爱情合约吧！",
      "不同的时光，不同的地点，语言都浅浅的写着和你有关的故事，相同的感觉，相同的笑脸，心情都影印着对你不变的爱恋，一句话，爱你，两个字，永远。",
      "出售千锤百炼真心一颗，古今中外，只此一件！可暖人，可贴心，善解人意，体贴入微。承诺终身免费维修。欢迎“来电”，恰谈详情。",
      "我爱你，请相信我，我不能保证做到最好，但我一定尽自己的.努力做到更好。",
      "我爱你的心是直到世界末日也不变。",
      "宝贝：不要感到累了，才休息；不要觉得饿了，才用餐；不要感觉冷了，才加衣；不要感觉困了，才想我。照顾好自己，呵护好身体！",
      "每天我的动力就是见到你，并和你说说话。",
      "愿天上的每一个流星，都为你而闪耀天际。",
      "只要我所爱的你能够开心快乐我就别无所求了。",
      "我不要短暂的温存，只要你一世的陪伴。",
      "看着微笑的你，突然发现，我真是世界上最幸福的人。",
      "如果能用一辈子换你停留在我视线中，我将毫不保留。",
      "不似太阳般狂热激烈，不似大海般磅礴奔腾，不似溪水般缠缠绵绵，只有一颗爱你的心永不停息，为你倾尽所有亦无悔。亲爱的，我想你了！",
      "在认识你之后，我才发现自己可以这样情愿的付出。",
      "不管是晴天、阴天、雨天，能见到你的一天，就是晴朗的一天；不管是昨天、今天、明天，能和你在一起的一天，就是美好的一天！",
      "不想想你，可眉头一皱就想到了你；不想说你，你嘴巴一动就说到了你；不想理你，可手指一动，短信就发给了你……天啊，你说我这是怎么了？",
      "不是怕碰破伤痛，不是为了残存的伤感，只是恐惧那一句“对不起”难以力挽狂澜，只是恐惧那一句“再见”出现在耳畔，求你莫要离开我身边！",
      "我希望睡前最后看到的是你。",
      "不论天涯海角，只要你需要我的时候，我就会飞回你的身边。",
      "不求我们的爱有多么轰轰烈烈，不求我们的爱有多么缠绵悱恻，不求我们的爱还有来世三生，只愿此生我们的爱平平淡淡，携手相伴一生。",
      "我从来不会对任何一个女人许下诺言，也从不会对任何一个女人做我会为你所做的事，你在我心目中是多么地不同！",
      "如果爱上你也算是一种错，我深信这会是生命中最美丽的错，我情愿错一辈子。",
      "只要和你一起，我不管要付出怎样大的代价。",
      "我的爱为你开启，像白色的闪电划破天际；我的爱为你奔驰，像红色的血液充满身体。",
      "人总是会老的，希望到时，你仍在我身边。",
      "曾经迷惘的心中，是你牵引我走出寂寞。",
      "不管生活是否安定，我都会把你放在心上，让深情天天冲击着我的心脏，让脉搏带动着所有的怀想，让信息传送着和你相伴的愿望！",
      "真的，输了你，赢了世界又如何？",
      "现在能够见面多好呢！",
      "和你在一起只是我不想给任何人机会！",
      "能和你结婚的人一定很幸福。",
      "喜欢你的笑容，喜欢静静的看着你，我的忧愁像云一般一下子就飞去了。",
      "我把你深深藏在心里。",
      "宝贝，夜里别忘盖被子，省的感冒哭鼻涕；白天冷暖要注意，着凉生病不好受；晚上上网别太长，免得起晚误时间。要轻松愉快健康点哟。",
      "我是那深深的大海，你是那自海的另一边升起的曙光，永远照亮我的人生。",
      "以为没有你，我可以坚强一个人，终於知道我不行。",
      "不要再冷眼观世间浮沉的时光，给彼此幸福与快乐的能量，你是我旧时梦中那倜傥的郎，爱你的心潮后浪推着前浪，多年后情意依然是今朝缠绵的模样！",
      "这辈子最疯狂的事，就是爱上了你，最大的希望，就是有你陪我疯一辈子。",
      "你看到的，就是最真的我，一种永无止尽的感动，感动这世界有你与我这最美的存在。",
      "在我心中任何时刻都只有想你！爱你！",
      "将你心再加上我的心，就算痛苦滋味也愿意尝。",
      "假如可以的话，我愿意花去生命中的每一分每一秒，陪着你。",
      "我爱你用我旧愁里的热情和孩童时代的忠诚。",
      "一起走吧，一只手是拿不动行李的，从现在开始，我是你的左手。",
      "想你的心情实在没办法用一句话代替。",
      "好想从现在开始抱着你，紧紧的抱着你，一直走到上帝面前。",
      "宝贝：困了，要睡；渴了，要喝；烦了，莫急；燥了，莫火；开心，要在；笑容，要多；关心，要收；寂寞，要躲。记得身边有个我。",
      "在每一天,每一时,每一分,每一秒,想,想你,想念你.念,念你,想念你,直到把你拥进怀里",
      "好想好想和你在一起，踏遍万水千山，走遍海角天涯，让每一个日子都串连成我们最美丽的回忆!",
      "在一起的日子很平淡，似乎波澜不惊，只是，这种平凡的日子是最浪漫的，对吗?亲爱的，情人节快乐!",
      "想你成歌，飞扬;想你成河，流淌;想你成云;飘荡;想你成吻，舒畅。想你不是一个定格，想你永恒",
      "相识是缘,相知是真,相爱是歌,相思是痛!我情愿在对你的相思里痛并甜蜜着!",
      "来如今,往如今,高山流水觅知音,日月昭我心.君沉吟,我沉吟,经冬尤有岁寒根,昼夜思子衿",
      "你是鲜花我是绿叶来衬托你的美丽，你是月亮我是星星来衬托你的靓丽，你是茶叶我是开水，我可以泡你吗?",
      "我象一个蚊子一样追寻着你，我象你的影子一样陪伴着你，我象在沙漠中行走需要水一样需要你。只因为我爱你!",
      "一天不见没关系,只要你肯发信息,两天不见问题大,定要跟你通电话,三天不见受不了,海角天涯把你找",
      "和风细雨,是我想你时的泪水和温柔的言语,无论你在哪里,都有我的思念伴随着你!因为我爱你!",
      "在情人节的那天夜里,我想听到的话是我爱你,我希望你做的事是:抱着我,靠着我,说爱我.",
      "我的生活因你而美丽,我的人生因你而精彩,划过你耳边的微风是我告诉你:亲爱的,我爱你!",
      "日里想着你，夜里念着你，梦里绕着你，眼里望着你，手里握着你，心里爱着你!",
      "我是亲嘴，你是含片。含在嘴里，舌绕千遍。酸甜凉苦，回味无限。想在心里，度日如年。一旦拥有，别无她求!",
      "别把我忘了，请让我占据你心中唯一我的地盘，好吗?",
      "生命有期限，爱情无期限，如果选期限，把握有期限，爱个无期限!",
      "梦里没有你，那便是个恶梦，云朵不象你，那是朵乌云，心里不想你，那颗不是我的心",
      "是你的温柔缠住我的心，使我无法不想你;是你的体贴套住了我的人，使我无法不爱你。",
      "轻轻的风，吹开你紧琐的眉头，让所有的愁向后飞去。请不要回头去追，你应该向前奔跑，因为快乐在前方!",
      "你是世上最强的磁石，当一走近你的磁场，己没有逃脱的可能，我己被你完全俘虏，注定此生为你而沉醉。",
      "希望每一天都我都能给你带来快乐，I LOVE YOU",
      "你，对于整个世界，似一颗尘埃，但，对于我，却是整个世界",
      "我快乐是因为我心里有你!我舒心是因为你心里有我!我甜密是因为我爱你!我顺利是因为你爱我!",
      "牵你的手，朝朝暮暮，牵你的手，等待明天，牵你的手，走过今生，牵你的手，生生世世 左手刻着我，右手写着你，心中充满爱，当我们掌心",
      "相对，心心相印时，所有的人都会看到--我爱你",
      "有多少爱可以重来，有多少人愿意等待，当懂得珍惜以后回来，却不知那份爱，会不会还在.",
      "我想你，想你，想你，就是想你;千言万语我只想说一 句“我的心里一 直有你”知道吗我的最爱!我爱你",
      "好想做你的手机，揣在你怀里，捧在你手里，看在你眼里，记在你心里!",
      "雪无踪，情无终!雪无形，情有影!!冬来，雪轻盈;爱来，情倾城。冬过，雪化水;爱依然，情始终",
      "你像一只美丽的风筝,喜欢在天空中飞翔,我是你的线轴,永远搂着你的纤腰,让你自由自在地翱翔",
      "爱你是一种感觉。想你是一个思念。让我们在一起的是缘份",
      "每一个人的缘分不同，相爱的时间也会有长短，只有尽心尽力的去做，我能够做到的就是：我会让我的爱陪你慢慢的老去。",
      "捧着 999 朵红玫瑰, 送给梦中的你",
      "有情之人，天天是节。一句寒暖，一线相喧;一句叮咛，一笺相传;一份相思，一心相盼;一份爱意，一生相恋。",
      "情人节，我愿做一条鱼，任你红烧、白煮、清蒸，然后躺在你温柔的胃里。",
      "没有一种服装比起你的爱更合身没有一种装饰比起你的爱更迷人。",
      "不管是晴天、阴天、雨天，能见到你的一天，就是晴朗的一天；不管是昨天、今天、明天，能和你在一起的一天，就是美好的一天！",
      "每天我的动力就是见到你，并和你说说话。",
      "喜欢你的笑容，喜欢静静的看着你，我的忧愁像云一般一下子就飞去了。",
      "虽然不能满足你最大的物质生活，但我可以把我的心来满足你。",
      "在每一个有你声相伴的夜，不再过于寂寥冷清。",
      "我想将对你的思念，寄予散落的星子，但愿那点点的星光能照进你的窗前，伴你好眠。",
      "我想将对你的感情，化作暖暖的阳光，期待那洒落的光明能温暖你的心房。",
      "我是那深深的大海，你是那自海的另一边升起的曙光，永远照亮我的人生。经典话语",
      "如果你冷，我将你拥入怀中；如果你恨，我替你擦去泪；如果你爱我，我要向全世界广播；如果你离开，我会默默地承受。"
    ]
  }
}